Repository: leschartreux/ltsp-osdeploy
Catalog: pyddlaj/languages/*/LC_MESSAGES/changestate.po
Languages: fr

source: Adding host to task ID
fr: Ajout du poste à la tâche

source: Usage : changestate hostname newstate
fr: Utilisation : changestate hostname newstate

source: newstate must be one of : osdeploy,osbackup,rename,reboot,debug
fr: newstate doit etre un de ceux-ci déploieidb|idb|renomme|reboot|depannage

source: Haven't found any host in database with the name :
fr: Je n'ai pas trouvé de nom correspondantg dans la base :

source: Records found corresponding to your search
fr: Enregistreements correspondant à votre recherche

source: Choose one from list :
fr: Sélectionnez celui qui vous intéresse :

source: [0] : end
fr: [0]: Finir

source: choice :
fr: Choix :

source: Bad value, please try again
fr: Mauvaise valeur. Recommencez.

source: Bad number, please try again
fr: Mauvais nombre, recommencez

source: Selected host :
fr: Hôte sélectionné :

source: New task :
fr: Nouvelle tâche

source: Database updated. Please reboot the host for changes to take effect
fr: Base mise àjour. Redémarrez le poste et laissez-vous guider

source: Thank you! See ya
fr: Merci, à Bientôt
