Repository: leschartreux/ltsp-osdeploy
Catalog: pyddlaj/languages/*/LC_MESSAGES/pyddlaj_client.po
Languages: fr

source: Localboot PXE file copy
fr: Je recopie le pxe localboot

source: Mounting cache partition
fr: Montage du répertoire cache

source: Task ID
fr: ID tâche :

source: Partition dump of
fr: Recopie de la partition

source: Task ID
fr: ID tâche

source: Mounting NFS master Images directory
fr: Montage du répertoire Images

source: Disk partitionning :
fr: Partitionnement du disque :

source: Wait 5s then launch udp-reciever
fr: attente 5 secondes pour le sender

source: MBR Backup
fr: Sauvegarde MBR

source: Error: can't connect to sender.
fr: Erreur : Je n'ai pas pu me connecter à l'envoyeur.

source: No Disk in partitionning state
fr: Aucun Disque a partitionner

source: Disk list :
fr: Les disques :

source: Associated master images :
fr: Images de bases associées :

source: What do you want to do for this host ?
fr: Que voulez-vous faire pour ce poste ?

source: Bad number, please try again
fr: Mauvais nombre, recommencez

source: Bad input, please try again
fr: Mauvaise saisie, recommencez

source: Mounting NFS master images directory
fr: Montage NFS du répertoire des image

source: Backup partition table
fr: Sauvegarde de la table des partitions

source: Backup MBR
fr: Sauvegarde MBR

source: Backup partition in progress
fr: Sauvegarde de la partition

source: host in debug mode. Please connect to console and manualy launch pyddlaj
fr: Poste en dépannage

source: Renaming computer
fr: Renommage du poste

source: Detected OS(es) :
fr: OS détectés :

source: system detection
fr: Détection du système

source: Memory :
fr: Mémoire :

source: Total : {0}
fr: Totale : {0}

source: Free: {0}
fr: Libre: {0}

source: nbcpu:
fr: Nombre de processeurs :

source: Finding in DB by MAC Address :
fr: Recherche sur l'adresse MAC :

source: Computer not in database. Adding this one
fr: Ordi non trouvé, je l'ajoute dans la base

source: Localboot PXE File copy
fr: Copie du localboot

source: Computer Found in DB
fr: Ordi trouvé dans la base

source: Can't find Disks informations. Adding it
fr: Je n'ai pas d'info disques. Je les ajoute

source: Computer state in DB :
fr: Etat du poste dans la base :

source: Database closed
fr: Base fermée

source: Wait for 10s
fr: Attente 10 secondes

source: Formating cache partition :
fr: Formatage de la partition cache :

source: Disk Error :
fr: Erreur disque :

source: New partition table :
fr: Nouvelle table des partitions :

source: Error, can't create partition. Exiting
fr: Erreur, ne peut creer la partition. Imposssible de continuer.

source: Disk to be partitionned :
fr: Disque à partitionner

source: * Disk is not empty ! ALL DATA ON DISK WILL BE DESTROYED WITHOUT PROMPT *
fr: Disque non vide ! TOUTES LES DONNEES SERONT DETRUITES MALGRE TOUT !

source: New Disk partitioning. Number to create : %d
fr: Nouveau partitionnement. Nombre à créer : %d

source: partition to make :
fr: Partition à créer :

source: Add last partition for cache :
fr: Ajout de la partition cache sur l'espace libre à la fin du disque

source: No partition for this disk
fr: PAs de partition pour ce disque

source: Make directory
fr: Création répertoire

source: Mount Windows system partition
fr: Montage de la partition windows système

source: Rename host in registry
fr: REnommage du poste dans le registre Windows.

source: Error!
fr: Erreur !

source: Connection OK
fr: Connexion OK

source: Please choose the distrib :
fr: Choisissez une distribution :

source: Bad Number
fr: Mauvais nombre

source: Number not in range
fr: Nombre pas valide

source: List of available partitions
fr: Les partitons disponibles :

source: Bad number
fr: Mauvais nombre

source: OK, Insert finished. I will now save the images.
fr: OK, Insertion terminée. Je procède maintenant aux sauvegardes des partitions.

source: * Add distribution *
fr: * Ajout de distribution *

source: Which os is installed on this host ?
fr: Quel OS est installé sur ce poste ?

source: Choice :
fr: Choix :

source: Enter name for this distribution Adding computer model is a good idea for easier reference (ex : Fujitsu Esprimo P2520 winxp SP3 2014):
fr: Nom pour cette distribution Renseigner le modèle de l'ordinateur est une bonne idée pour un repérage facile (ex : Fujitsu Esprimo P2520 winxp SP3 2014):

source: Created dist number :
fr: Num Distribtion créée :

source: No more partition available
fr: Plus de partition disponible

source: Choose one parition
fr: Choisissez une partition

source: [%d]: %s type fs: %s size : %dMB
fr: [%d]: %s type fs: %s taille : %dMB

source: choice :
fr: Choix :

source: Enter partition's backup filename :
fr: Nom de fichier de sauvegrde de la partition :

source: Partition name
fr: Nom de la partition

source: -For windows Vista and above you must type keyword 'boot' for the boot partition (ex : win81_boot)
fr: - Pour les postes Windows Vista et supérieur, mettez le mot clé 'boot' dans le nom

source: -For linux distributions you must type the mount point of the partition
fr: - Pour les distributions Linux, mettez le chemin du point de montage de la partition

source: partition name :
fr: Nom de la partition :

source: Confirm for this partition (Y/N) ?
fr: Confirmer pour cete partition (Y/N) ?

source: Another distrib on this computer you want to add (Y/N) ?
fr: Autre distribution à ahouter (Y/N) ?

source: Record :
fr: Enregistrement

source: There are still not finished transfers for this task. No update
fr: Il y a toujours des transfert en cours sur cette tache. Pas de mise à jour.
